[
  {
    "id": 1,
    "speakers": [
      {
        "firstname": "Patricia",
        "lastname": "Boh",
        "photo": "/images/speakers/patricia.jpg",
        "twitter": "_patiboh"
      }
    ],
    "title": "Comment j'ai crée une boucle d'apprentissage pour apprendre à faire du WebGL",
    "description": "Fugiat reprehenderit enim amet deserunt aliqua esse dolor quis deserunt tempor ullamco. Ipsum mollit adipisicing magna deserunt enim elit mollit exercitation ut. Ipsum ipsum occaecat amet elit. Ullamco in id esse voluptate fugiat irure anim nulla voluptate nostrud adipisicing adipisicing. Enim deserunt mollit velit amet esse aliquip veniam occaecat incididunt non.",
    "tags": ["rex", "sapper", "cypress", "cucumber"]
  },
  {
    "id": 2,
    "speakers": [
      {
        "firstname": "Siddharatha",
        "lastname": "Nagavarapu",
        "photo": "/images/speakers/siddharatha.jpg",
        "twitter": "na_sidharth"
      }
    ],
    "title": "Svelte + Routify + AWS Amplify + plein de Web Components chez Schneider Electric",
    "description": "Laboris eu duis esse veniam voluptate nostrud pariatur fugiat consectetur minim culpa excepteur pariatur. Velit duis excepteur duis incididunt proident ut. Cillum occaecat proident duis veniam sint est Lorem culpa cillum ullamco.",
    "tags": ["routify", "amplify", "webComponents"]
  },
  {
    "id": 3,
    "speakers": [
      {
        "firstname": "Maxime",
        "lastname": "Lambotin",
        "photo": "/images/speakers/maxime.jpg",
        "twitter": "graphmaxer"
      }
    ],
    "title": "Svelte + Sapper + GraphQL = <3",
    "description": "Do mollit cupidatat laboris laborum amet amet et ullamco occaecat minim quis. Culpa ut dolor ex non excepteur nisi dolore do. Esse consectetur duis Lorem laboris ut adipisicing cillum nostrud consequat sunt amet qui consequat pariatur. Culpa mollit excepteur aliqua eu est eu laboris ea commodo dolore cupidatat est laborum. Exercitation consequat et incididunt qui elit quis aliqua laborum sit. Proident do ullamco duis adipisicing elit incididunt.",
    "tags": ["sapper", "graphQL", "svelte-apollo"]
  },
  {
    "id": 4,
    "speakers": [
      {
        "firstname": "Lang",
        "lastname": "Hoang",
        "photo": "/images/speakers/lang.jpg",
        "twitter": null
      }
    ],
    "title": "Comment j'ai migré mon application Svelte vers Typescript",
    "description": "Veniam ad fugiat magna cupidatat cupidatat exercitation occaecat amet ea sunt magna ad et. Amet occaecat excepteur enim laboris cupidatat veniam aliqua pariatur ad id duis ipsum laborum. Pariatur aliquip est quis consectetur sit laborum ex nisi commodo aute eu ex.",
    "tags": ["rex", "typescript"]
  },
  {
    "id": 5,
    "speakers": [
      {
        "firstname": "Anthony",
        "lastname": "Le Goas",
        "photo": "/images/speakers/anthony.jpg",
        "twitter": "anthony_legoas"
      }
    ],
    "title": "Svelte : le framework qui sauve les bébés phoques",
    "description": "Dolor laborum incididunt laboris exercitation tempor sint qui cupidatat voluptate dolor. Qui excepteur mollit ea voluptate anim adipisicing sunt consectetur incididunt sit cillum. Labore enim magna commodo irure fugiat enim ullamco mollit ullamco nisi et non. Nisi commodo dolor excepteur est in eiusmod consequat in. Proident laborum cillum non adipisicing aliquip nulla quis sit magna nulla esse tempor sunt. Officia duis proident amet consequat ipsum. Nulla deserunt nulla exercitation tempor incididunt nulla.",
    "tags": ["greenIT", "eco-conception"]
  },
  {
    "id": 6,
    "speakers": [
      {
        "firstname": "Julien",
        "lastname": "Pradet",
        "photo": "/images/speakers/julien.jpg",
        "twitter": "julienpradet"
      }
    ],
    "title": "Internationaliser son application pour seulement 1kb de JS",
    "description": "Aute adipisicing ea consequat eiusmod labore amet nostrud. Voluptate anim nisi eu amet. Nostrud aliqua ea consectetur culpa pariatur cillum exercitation et est labore est qui reprehenderit laborum. Aute consequat officia sit commodo duis tempor culpa. Occaecat aliquip laborum exercitation eu aliqua ex.",
    "tags": ["i18n", "svelte-i18n", "rollup", "babel"]
  },
  {
    "id": 7,
    "speakers": [
      {
        "firstname": "Tom",
        "lastname": "Février",
        "photo": "/images/speakers/tom.jpg",
        "twitter": "tomfevrier"
      }
    ],
    "title": "Svelte & D3 : au service du journalisme de données",
    "description": "Ullamco mollit aute tempor ullamco deserunt duis fugiat do. Et aliqua ad cupidatat ad adipisicing eiusmod ad pariatur dolore proident velit nisi officia reprehenderit. Nostrud nisi ipsum commodo eu. Tempor sunt ut laboris ad nulla dolor qui velit.",
    "tags": ["D3", "infographies", "data"]
  },
  {
    "id": 8,
    "speakers": [
      {
        "firstname": "Roman",
        "lastname": "Karavia",
        "photo": null,
        "twitter": "rkaravia"
      }
    ],
    "title": "Retour d'expérience sur @sveltejs/pancake",
    "description": "Nisi voluptate do ex est laboris non deserunt. Consectetur mollit commodo deserunt qui nulla consectetur proident ea ea ut. Irure exercitation id aute aliqua laboris ullamco et aliquip exercitation pariatur ea anim. Minim proident occaecat pariatur ipsum consectetur magna. Esse ad eu ullamco esse officia ipsum amet fugiat nulla velit ad nulla. Duis duis commodo amet labore pariatur sint ex non ullamco anim.",
    "tags": ["pancake", "graphics", "svg"]
  },

  {
    "id": 9,
    "speakers": [
      {
        "firstname": "Stéphane",
        "lastname": "Vanraes",
        "photo": "/images/speakers/stephane.jpg",
        "twitter": "StephaneVanraes"
      }
    ],
    "title": "Des composants sans rendu",
    "description": "Cupidatat ullamco elit do reprehenderit. Est cillum anim labore est pariatur officia esse eu ullamco excepteur amet velit ea deserunt. Aliqua sunt cillum exercitation velit adipisicing nostrud excepteur cupidatat do.",
    "tags": ["renderless", "slots", "contextAPI", "stores"]
  },

  {
    "id": 10,
    "speakers": [
      {
        "firstname": "Mathieu",
        "lastname": "Marchois",
        "photo": "/images/speakers/mathieu-m.jpg",
        "twitter": "mmarchois"
      }
    ],
    "title": "Migration de React vers Svelte/Sapper chez RadioFrance",
    "description": "Elit culpa sint adipisicing ex non dolore. Excepteur eu esse ea velit ullamco fugiat non. Ad sunt amet anim est sint nostrud laboris. Cupidatat velit eiusmod ex anim Lorem exercitation tempor sint cillum ex nulla ut. Labore magna nostrud fugiat laborum ad ex laboris.",
    "tags": ["rex", "migration", "react"]
  },
  {
    "id": 11,
    "speakers": [
      {
        "firstname": "Jerôme",
        "lastname": "Boukorras",
        "photo": "/images/speakers/jerome.jpg",
        "twitter": "itupix"
      },
      {
        "firstname": "Mathieu",
        "lastname": "Debaerdemaeker",
        "photo": "/images/speakers/mathieu-d.jpg",
        "twitter": "debaerdm"
      }
    ],
    "title": "REX : Création de Skizzle avec Svelte + Electron",
    "description": "Eiusmod voluptate Lorem quis eiusmod enim irure aliqua. Amet consequat esse adipisicing sint esse ut proident ad cillum. Cillum nostrud occaecat anim enim labore quis culpa pariatur. Cillum sit est reprehenderit mollit deserunt ullamco deserunt irure quis nostrud aute aute amet ad.",
    "tags": ["rex", "migration", "angular", "electron"]
  }
]
